Revit 2027 API
FilledRegion.IsMasking Property
 Indicates whether this element is a 'Filled Region or a 'Masking Region'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsMasking { get; }
Public ReadOnly Property IsMasking As Boolean
	Get
public:
property bool IsMasking {
	bool get ();
}
member IsMasking : bool with get
Property Value
Boolean
See Also
Reference
FilledRegion Class
Autodesk.Revit.DB Namespace